<template>
  <div class="terms-of-service">
    <div class="header">
      <div class="home-page">
        <head-page></head-page>
      </div>
    </div>
    <div class="main">
      <div class="main_title">
      <h1>隐私条款</h1>
    </div>
      <div class="server_data">
        <h2>TE平台使用协议的接受</h2>
        <p>当您按照注册程序成功注册为TE平台用户，或您以其他TE平台允许的方式实际使用TE平台时，即表示您已充分阅读、理解并接受本协议的全部内容，并与TE平台达成协议。</p>
      </div>
      <div class="server_data">
        <h2>本协议的变更和修改</h2>
        <p>TE平台有权随时对本协议进行修改，并且一旦发生协议条款的变动，TE平台将在相关页面上提示修改的内容；用户如果不同意本协议的修改，可以放弃使用或访问本网站或取消已经获得的服务；如果用户选择在本协议变更后继续访问或使用本网站，则视为用户已经接受本协议的修改</p>
      </div>
      <div class="server_data">
        <h2>服务说明</h2>
        <p>（1）TE平台是一个向设计师及企业用户提供设计信息分析的大数据平台，供用户查看、使用设计数据的平台。</p>
        <p>（2）TE平台运用自己的系统通过互联网向用户提供服务，除非另有明确规定，增强或强化目前服务的任何新功能，包括新产品以及新增加的服务，均无条件地适用本协议。</p>
      </div>
      <div class="server_data">
        <h2>用户帐号、密码和安全</h2>
        <p>（1）您一旦注册成功，便成为TE平台的合法用户，将得到一个密码和帐号。您可以利用账户，通过本平台查找设计相关数据，企业用户还可进行设计进度查阅、沟通及设计服务更新等内容，合法正当地使用平台提供的各项服务功能。</p>
        <p>（2）用户须对在TE平台的注册信息的真实性、合法性、有效性承担全部责任，用户不得使用他人的名义传播任何信息；当被发现用户冒用他人或机构的名义恶意注册帐号，TE平台有权立即停止提供服务，收回其帐号并由该用户承担由此而产生的一切法律及其他责任。</p>
        <p>（3）您应采取合理措施维护其密码和帐号的安全。用户对利用该密码和帐号所进行的一切活动负全部责任；由该等活动所导致的任何损失或损害由用户承担，TE平台不承担任何责任。</p>
        <p>（4）用户的密码和帐号遭到未授权的使用或发生其他任何安全问题，用户可以立即通知TE平台，并且用户在每次连线结束，应结束帐号使用，否则用户可能得不到TE平台公司的安全保护。</p>
      </div>
      <div class="server_data">
        <h2>禁止用户从事以下行为</h2>
      </div>
      <div class="server_data">
        <h2>关于隐私</h2>
        <p>（1）当您注册使用本平台时，需要自愿提供个人信息。在您的同意及确认下，本平台将通过注册表格等形式要求您提供一些个人资料，您有权拒绝提供或者修改这些信息。</p>
        <p>（2）在未经用户授权同意的情况下，本平台不会公开、编辑或透露用户个人或企业信息，以下情况除外</p>
        <p>（3）根据执法单位之要求或为公共之目的向相关单位提供个人资料</p>
        <p>（4）由于用户将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人资料泄露</p>
        <p>（5）由于黑客攻击、计算机病毒侵入或发作、因政府管制而造成的暂时性关闭等影响网络正常经营之不可抗力而造成的个人资料泄露、丢失、被盗用或被窜改等；</p>
        <p>（6）由于与本网站链接的其他网站所造成之个人资料泄露及由此而导致的任何法律争议和后果</p>
        <p>（7）为免除访问者在生命、身体或财产方面之急迫危险；</p>
        <p>（8）为维护TE平台公司的合法权益。</p>
      </div>
      <div class="server_data">
        <h2>其他情况</h2>
        <p>（1）企业会员所提供的资料将会被本网站统计、汇总，本网站会不定期地通过企业会员留下的信息资料同该企业会员保持联系。</p>
        <p>（2）TE平台可以将用户信息与第三方数据匹配。</p>
        <p>（3）TE平台会通过透露合计用户统计数据向第三方描述平台服务。</p>
        <p>（4）TE平台所提供的服务会自动收集有关访问者的信息，这些信息包括访问者人数、访问时间、访问页面、来访地址等，TE平台使用这些信息来对我们的服务器进行分析和对网站进行管理。</p>
      </div>
      <div class="server_data">
        <h2>Cookie</h2>
        <p>cookie是一个标准的互联网技术，它可以使我们存储和获得用户登录信息。TE平台使用cookie 来确保您不会重复浏览到相同的内容并可以获得最新的信息，并确认您是TE平台的成员之一。我们并不使用cookie来跟踪任何个人信息。</p>
      </div>
      <div class="server_data">
        <h2>版权声明</h2>
        <p>（1）TE平台上的设计作品均规原网站及原作者所有，未经本平台许可，任何人不得复制、转载、盗链、上载、下载、展示平台上的任何资源、数据；不得复制或仿造本站或者在非TE平台所属服务器上建立镜像。否则，TE平台将依法追究法律责任。</p>
        <p>（2）TE平台的设计数据均是公司通过相关技术分析整理，数据存在一定的差异性，在未得到授权时，请不要将平台提供的设计数据和他人的作品全部或部分复制发表到其他网站、平台中，如需转载设计作品到其他平台时需标明出处及原作者，否则，用户应承担相应的不利后果，TE平台对此不承担任何责任。</p>
        <p>（3）如个人或单位发现TE平台上存在侵犯其自身合法权益的内容，请及时与TE平台取得联系，并提供具有法律效应的证明材料，以便TE平台作出处理。TE平台有权（无义务）根据实际情况删除相关的内容。</p>
        <p>（4）TE平台的标识、源代码、及所有页面的版式设计等，版权归TE平台所有。未经授权，不得用于除TE平台之外的任何站点</p>
      </div>
      <div class="server_data">
        <h2>免责声明</h2>
        <p>（1）除TE平台注明的服务条款外，其它因使用TE平台而导致任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的各种损失（包括因下载而感染电脑病毒），TE平台概不负责，亦不承担任何法律责任。</p>
        <p>（2）本平台适合用户的使用要求；</p>
        <p>（3）本平台不受干扰，及时、安全、可靠或不出现错误；</p>
        <p>（4）用户经由本平台取得的任何产品、服务或其他材料符合用户的期望。</p>
        <p>（5）本平台提供的设计数据100%准确；</p>
        <p>（6）本平台包含与其他网站或资源的链接，即第三方链接。TE平台对于前述网站或资源的内容、隐私政策和活动，无权控制、审查或修改，因而也不承担任何责任。建议您在离开TE平台，访问其他网站或资源前仔细阅读其服务条款和隐私政策。</p>
        <p>（7）因用户在本网站的收集内容在没有经过授权的情况下传播，而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户承担全部责任，TE平台不承担任何责任</p>
        <p>（8）TE平台内会员所发言论仅代表网友自己，并不反映任何TE平台之意见及观点。</p>
        <p>（9）TE平台认为，一切网民在进入TE平台主页及各层页面时已经仔细看过本条款并完全同意。</p>
      </div>
      <div class="server_data">
        <h2>提示</h2>
        <p>若发现您的权益被侵害，请联系客服QQ:864877944，我们将尽快处理</p>
      </div>
    </div>
  </div>
</template>

<script>
import HeadPage from './assembly/Header'
export default {
  name: 'serverterms',
  data () {
    return {
    }
  },
  methods: {
  },
  components: {
    HeadPage
  }
}
</script>

<style lang="less" scoped>
.terms-of-servics {
  padding-bottom: 60px;
  h1 {
    color: #333;
  }
  p {
    color: #666;
  }
}
.header{
  height: 100px;
  width:100%;
}
.main{
  width:60%;
  // height: 1700px;
  padding-bottom:80px;
  border-bottom: 1px solid #ccc;
  margin:0 auto 50px;
  h1 {
    color: #333;
  }
}
.main_title{
  width:300px;
  border-bottom: 1px solid #ccc;
  margin-bottom: 50px;
}
.main_title h1{
  padding-bottom: 15px;
}
.server_data{
  padding-left: 10px;
  margin-bottom: 17px;
}
.server_data h2{
  margin-bottom: 13px;
  color: #333;
}
.server_data p{
  line-height: 22px;
  text-indent: 2em;
  margin-bottom: 4px;
  color: #666;
}
</style>
